Repository: sonata-project/SonataPageBundle
Catalog: Resources/translations/SonataPageBundle.*.xliff
Languages: sl

# block
source: Bloc
sl: Blok

# breadcrumb.link_block_batch
source: Batch
sl: Serije

# breadcrumb.link_block_create
source: Create
sl: Ustvari

# breadcrumb.link_block_delete
source: Delete
sl: Izbriši

# breadcrumb.link_block_edit
source: Edit
sl: Uredi

# breadcrumb.link_block_list
source: List
sl: Seznam

# breadcrumb.link_block_update
source: Update
sl: Posodobi

# breadcrumb.link_dashboard
source: Dashboard
sl: Kontrolna plošča

# breadcrumb.link_page_batch
source: Batch
sl: Serije

# breadcrumb.link_page_create
source: Create
sl: Ustvari

# breadcrumb.link_page_delete
source: Delete
sl: Izbriši

# breadcrumb.link_page_edit
source: Edit
sl: Uredi

# breadcrumb.link_page_list
source: List
sl: Seznam

# breadcrumb.link_page_update
source: Update
sl: Posodobi

# breadcrumb.link_snapshot_batch
source: Batch
sl: Serije

# breadcrumb.link_snapshot_create
source: Create
sl: Ustvari

# breadcrumb.link_snapshot_delete
source: Delete
sl: Izbriši

# breadcrumb.link_snapshot_edit
source: Edit
sl: Uredi

# breadcrumb.link_snapshot_list
source: List
sl: Seznam

# breadcrumb.link_snapshot_update
source: Update
sl: Posodobi

# btn_save_position
source: Save Position
sl: Shrani pozicijo

# button_create_snapshot
source: Create a publication
sl: Ustvari članek

# create_page
source: Create the page
sl: Ustvari stran

# create_snapshot
source: Create a publication
sl: Ustvari članek

source: Error 404
sl: Napaka 404

# error.uniq_url
source: The URL '% url%' is already associated with another page
sl: Naslov '%url%' je že v uporabi.

# filter.label_enabled
source: Enabled
sl: Omogočeno

# filter.label_hybrid
source: Page Type
sl: Vrsta strani

# filter.label_name
source: Name
sl: Ime

# filter.label_page
source: Page
sl: Stran

# filter.label_route_name
source: Route Name
sl: Ime poti (route name)

# filter.label_type
source: Type
sl: Vrsta

# form.group_advanced_label
source: Advanced
sl: Napredno

# form.group_main_label
source: General
sl: Splošno

# form.label_children
source: Children
sl: Spodnji elementi

# form.label_custom_url
source: Custom URL
sl: URL po meri

# form.label_decorate
source: Decorate
sl: Okrasitev

# form.label_enabled
source: Enabled
sl: Omogočeno

# form.label_meta_description
source: Meta Description
sl: Opis (Meta Description)

# form.label_meta_keyword
source: Meta Keyword
sl: Ključne besede (Meta Keyword)

# form.label_name
source: Name
sl: Ime

# form.label_parent
source: Parent
sl: Vrhnji element

# form.label_position
source: Position
sl: Pozicija

# form.label_publication_date_end
source: Publication end date
sl: Končni datum članka

# form.label_publication_date_start
source: Plublication start date
sl: Začetni datum članka

# form.label_raw_headers
source: Raw Headers
sl: Glave (Raw Headers)

# form.label_settings
source: Settings
sl: Nastavitve

# form.label_stylesheet
source: Stylesheet
sl: Stil

# form.label_target
source: Target
sl: Cilj

# form.label_template_code
source: Template
sl: Predloga

# form.label_type
source: Type
sl: Vrsta

# form_page.group_advanced_label
source: Advanced
sl: Napredno

# form_page.group_main_label
source: Main
sl: Glavno

# header.create_snapshot
source: Create Publication
sl: Ustvari članek

# header.edit_page
source: Edit Page
sl: Uredi stran

# header.page_is_disabled
source: Is Disabled
sl: Ni omogočeno

# header.show_zone
source: Show Zone
sl: Prikaži cone

# header.view_all_exceptions
source: See all errors
sl: Ogled vseh napak

# header.view_all_pages
source: View All Page
sl: Ogled vseh strani

# help_page_name
source: The page name (used as the page title)
sl: Ime strani (uporabljeno kot naslov strani)

source: hybrid
sl: hibridno

# list.label_decorate
source: Decorate
sl: Okrasi

# list.label_enabled
source: Enabled
sl: Omogočeno

# list.label_hybrid
source: Page Type
sl: Vrsta strani

# list.label_name
source: Name
sl: Ime

# list.label_position
source: Position
sl: Pozicija

# list.label_publication_date_end
source: Publication end date
sl: Datum zaključka članka

# list.label_publication_date_start
source: Publication start date
sl: Začetni datum članka

# list.label_type
source: Type
sl: Vrsta strani

# list.label_updated_at
source: Updated At
sl: Posodobljeno ob

# manage_exception
source: The %code% page
sl: Stran %code%

# message_create_snapshot
source: Create a page snapshot
sl: Ustvari posnetek strani

# or_list
source: or
sl: ali

# page
source: Pages
sl: Strani

# show.label_custom_url
source: Custom Url
sl: Url po meri

# show.label_decorate
source: Decorate
sl: Okrasi

# show.label_enabled
source: Enabled
sl: Omogočeno

# show.label_name
source: Name
sl: Ime

# show.label_route_name
source: Route Name
sl: Ime poti (Route Name)

# sidemenu.link_edit_page
source: Edit page
sl: Uredi stran

# sidemenu.link_list_blocks
source: Block List
sl: Seznam blokov

# sidemenu.link_list_snapshots
source: Publications
sl: Članki

# snapshot
source: Publications
sl: Članki

# sonata_page
source: Page
sl: Stran

# title_create_snapshot
source: Create a publication
sl: Ustvari članek

# title_list_exceptions
source: Error pages to manage:
sl: Upravljanje strani z napakami:

# title_page_not_found
source: The page does not exist
sl: Stran ne obstaja

source: Toggle enabled
sl: Preklopi omogočenost

source: View page
sl: Ogled strani
