Repository: sonata-project/SonataPageBundle
Catalog: src/Resources/translations/SonataPageBundle.*.xliff
Languages: fr, nl, sk

source: Block
fr: Bloc
nl: Blok
sk: Blok

# breadcrumb.link_block_create
source: Create
fr: Création d'un bloc
nl: Aanmaken
sk: Vytvoriť

# breadcrumb.link_block_delete
source: Delete
fr: Suppression d'un bloc
nl: Verwijderen
sk: Vymazať

# breadcrumb.link_block_edit
source: Edit
fr: Edition d'un bloc
nl: Bewerken
sk: Upraviť

# breadcrumb.link_block_list
source: Blocks List
fr: Liste des blocs
nl: Blokken
sk: Zoznam blokov

# breadcrumb.link_block_update
source: Update
fr: Mise à jour des blocs
nl: Wijzigen
sk: Upraviť

# breadcrumb.link_page_create
source: Create
fr: Création d'une page
nl: Aanmaken
sk: Vytvoriť

# breadcrumb.link_page_delete
source: Delete
fr: Suppression d'une page
nl: Verwijderen
sk: Vymazať

# breadcrumb.link_page_edit
source: Edit
fr: Edition d'une page
nl: Bewerken
sk: Upraviť

# breadcrumb.link_page_list
source: Pages List
fr: Liste des pages
nl: Pagina's

# breadcrumb.link_page_update
source: Update
fr: Mise à jour d'une page
nl: Wijzigen
sk: Upraviť

# breadcrumb.link_snapshot_create
source: Create
fr: Création d'une publication
nl: Aanmaken
sk: Vytvoriť

# breadcrumb.link_snapshot_delete
source: Delete
fr: Suppression d'une publication
nl: Verwijderen
sk: Vymazať

# breadcrumb.link_snapshot_edit
source: Edit
fr: Edition d'une publication
nl: Bewerken
sk: Upraviť

# breadcrumb.link_snapshot_list
source: List
fr: Liste des publications
nl: Momentopnames

# breadcrumb.link_snapshot_update
source: Update
fr: Mise à jour d'une publication
nl: Wijzigen
sk: Upraviť

# btn_save_position
source: Save Position
fr: Sauvegarder
nl: Posities bewaren
sk: Uložiť pozíciu

# button_create_snapshot
source: Create a publication
fr: Publier
nl: Momentopname aanmaken
sk: Vytvoriť publikáciu

# create_page
source: Create the page
fr: Créer la page
nl: Pagina aanmaken
sk: Vytvoriť stránku

# create_snapshot
source: Create a publication
fr: Création d'une publication
nl: Momentopname aanmaken
sk: Vytvoriť publikáciu

source: Error 404
fr: La page demandée n'existe pas.
nl: Fout 404
sk: Chyba 404

# filter.label_enabled
source: Enabled
fr: Activé
nl: Ingeschakeld
sk: Povolený

# filter.label_hybrid
source: Page Type
fr: Hybride
nl: Soort
sk: Typ stránky

# filter.label_name
source: Name
fr: Nom
nl: Naam
sk: Názov

# filter.label_page
source: Page
nl: Pagina
sk: Stránka

# filter.label_route_name
source: Route Name
fr: Nom de l'URL
nl: Route naam
sk: Názov routy

# form.label_children
source: Children
fr: Enfants
nl: Onderliggenden
sk: Deti

# form.label_custom_url
source: Custom URL
fr: URL personnalisée
nl: Aangepaste url
sk: Vlastná URL

# form.label_decorate
source: Decorate
fr: Habillé
nl: Decoreren
sk: Ozdobiť

# form.label_enabled
source: Enabled
fr: Activé
nl: Ingeschakeld
sk: Povolený

# form.label_meta_description
source: Meta Description
fr: Métadonnées - Description
nl: Meta beschrijving
sk: Meta popis

# form.label_meta_keyword
source: Meta Keyword
fr: Métadonnées - Mots clés
nl: Meta trefwoorden
sk: Meta kľúčové slová

# form.label_name
source: Name
fr: Nom
nl: Naam
sk: Názov

# form.label_parent
source: Parent
nl: Bovenliggende
sk: Rodič

# form.label_position
source: Position
nl: Positie
sk: Pozícia

# form.label_publication_date_end
source: Publication end date
fr: Date de fin de publication
nl: Einddatum
sk: Koniec publikovania

# form.label_publication_date_start
source: Publication start date
fr: Date de début de publication
nl: Startdatum
sk: Začiatok publikovania

# form.label_settings
source: Settings
fr: Paramètres
nl: Instellingen
sk: Nastavenia

# form.label_target
source: Target
fr: Destination
nl: Doorverwijzing doel
sk: Cieľ

# form.label_template_code
source: Template
fr: Modèle de page
nl: Sjabloon
sk: Šablóna

# form_page.group_advanced_label
source: Advanced
fr: Informations avancées
nl: Geavanceerd
sk: Rozšírené

# form_page.group_main_label
source: Main
fr: Informations principales
nl: Algemeen
sk: Hlavné

# header.create_snapshot
source: Create Publication
fr: Création d'une publication
nl: Momentopname aanmaken

# header.edit_page
source: Edit Page
fr: Edition d'une page
nl: Pagina bewerken
sk: Upraviť stránku

# header.page_is_disabled
source: Is Disabled
fr: La page est inactive
nl: Pagina is uitgeschakeld

# header.show_zone
source: Show Zone
fr: Voir les zones
nl: Zones tonen
sk: Zobraziť zónu

# header.view_all_exceptions
source: See all errors
fr: Voir toutes les erreurs
nl: Alle fouten weergeven

# header.view_all_pages
source: View All Page
fr: Voir toutes les pages
nl: Alle pagina's weergeven
sk: Zobraziť všetky stránky

# help_page_name
source: The page name (used as the page title)
fr: Nom de la page
nl: Pagina naam (wordt als titel weergegeven)
sk: Názov stránky (použité ako titulok stránky)

source: hybrid
fr: Hybride
nl: hybride

# list.label_decorate
source: Decorate
fr: Habillé
nl: Decoreren
sk: Ozdobiť

# list.label_enabled
source: Enabled
fr: Activé
nl: Ingeschakeld
sk: Povolený

# list.label_hybrid
source: Page Type
fr: Hybride
nl: Soort
sk: Typ stránky

# list.label_name
source: Name
fr: Nom
nl: Naam
sk: Názov

# list.label_position
source: Position
nl: Positie
sk: Pozícia

# list.label_publication_date_end
source: Publication end date
fr: Date de fin de publication
nl: Einddatum
sk: Koniec publikovania

# list.label_publication_date_start
source: Publication start date
fr: Date de début de publication
nl: Startdatum
sk: Začiatok publikovania

# list.label_updated_at
source: Updated At
fr: Mis à jour le
nl: Gewijzigd op
sk: Upravené o

# manage_exception
source: The %code% page
fr: la page %code%
nl: De %code% pagina

# message_create_snapshot
source: Create a page snapshot
fr: Création d'une publication
nl: Momentopname aanmaken
sk: Vytvoriť snímku stránky

# or_list
source: or
fr: ou
nl: of
sk: alebo

# page
source: Pages
nl: Pagina's
sk: Stránky

# show.label_custom_url
source: Custom Url
fr: URL personnalisée
nl: Aangepaste url
sk: Vlastná url

# show.label_decorate
source: Decorate
fr: Habillé
nl: Decoreren
sk: Ozdobiť

# show.label_enabled
source: Enabled
fr: Activé
nl: Ingeschakeld
sk: Povolený

# show.label_name
source: Name
fr: Nom
nl: Naam
sk: Názov

# show.label_route_name
source: Route Name
fr: Nom de l'URL
nl: Route naam
sk: Názov routy

# sidemenu.link_edit_page
source: Edit page
fr: Edition de la page
nl: Pagina bewerken
sk: Upraviť stránku

# sidemenu.link_list_blocks
source: Block List
fr: Edition des blocs
nl: Blokken
sk: Zoznam blokov

# sidemenu.link_list_snapshots
source: Publications
nl: Momentopnames
sk: Publikácie

# sonata_page
source: Page
nl: Pagina
sk: Stránka

# title_create_snapshot
source: Create a publication
fr: Création d'une publication
nl: Momentopname aanmaken
sk: Vytvoriť publikáciu

# title_list_exceptions
source: Error pages to manage:
fr: Liste des pages d'erreur à traiter :
nl: Foutpagina's:
sk: Chybové stránky pre správu:

# title_page_not_found
source: The page does not exist
fr: La page n'existe pas
nl: Pagina niet gevonden
sk: Stránka neexistuje

source: Toggle enabled
fr: Etendre
nl: In-/uitschakelen
sk: Prepnutie povolené

source: View page
fr: Voir la page
nl: Pagina weergeven
sk: Zobraziť stránku

# header.switch_user_exit
source: Exit impersonating mode
fr: Arrêter d'assumer l'identité
nl: Voordoen als gebruiker beëindigen

# header.switch_user
source: Impersonate User
fr: Assumer l'identité
nl: Voordoen als gebruiker
sk: Zosobniť používateľa

# list.label_is_default
source: Is Default
fr: Par défaut
nl: Standaard
sk: Predvolený

# list.label_relative_path
source: Relative Path
fr: Chemin
nl: Relatieve pad
sk: Relatívna cesta

# list.label_enabled_to
source: Enabled To
fr: Activé jusqu'à
nl: Ingeschakeld tot
sk: Povolené do

# list.label_enabled_from
source: Enabled From
fr: Activé à partir
nl: Ingeschakeld vanaf
sk: Povolené od

# form.label_is_default
source: Is Default
fr: Par défaut
nl: Standaard
sk: Predvolený

# form.label_relative_path
source: Relative Path
fr: Chemin
nl: Relatieve pad

# form.label_enabled_to
source: Enabled To
fr: Activé jusqu'au
nl: Ingeschakeld tot
sk: Povolené do

# form.label_enabled_from
source: Enabled From
fr: Activé à partir
nl: Ingeschakeld vanaf
sk: Povolené od

# breadcrumb.link_site_list
source: Site List
fr: Liste des sites
nl: Websites
sk: Zoznam stránok

# breadcrumb.link_site_show
source: Show
fr: Afficher
nl: Weergeven
sk: Zobraziť

# breadcrumb.link_site_create
source: Create
fr: Créer
nl: Aanmaken
sk: Vytvoriť

# breadcrumb.link_site_edit
source: Edit
fr: Editer
nl: Bewerken
sk: Upraviť

# list.label_create_snapshots
source: Snapshots
fr: Publications
nl: Momentopnames
sk: Snímky

# link_create_snapshots
source: Create snapshots
fr: Ajouter Publications
nl: Momentopnames aanmaken
sk: Vytvoriť snímky

# title_create_snapshots
source: Create snapshots
fr: Ajouter Publications
nl: Momentopnames aanmaken
sk: Vytvoriť snímky

# message_create_snapshots
source: Click on the create button to setup new snapshots for website : %site%
fr: Valider pour rajouter des publications pour le site : %site%
nl: Klik op de "Aanmaken" om nieuwe momentopnames aan te maken voor de website: %site%
sk: Kliknite na tlačidlo "Vytvoriť" pre nastavenie nových snímok pre web: %site%

# button_create_snapshots
source: Create
fr: Ajouter
nl: Aanmaken
sk: Vytvoriť

# breadcrumb.link_site_history
source: History
fr: Historique
nl: Historie
sk: História

# form.label_site
source: Site
nl: Website
sk: Stránka

# list.label_site
source: Site
nl: Website
sk: Stránka

source: Site
fr: Sites
nl: Websites
sk: Stránka

# show.label_is_default
source: Is Default
fr: Par défaut
nl: Standaard
sk: Predvolený

# show.label_relative_path
source: Relative Path
fr: Chemin
nl: Relatieve pad
sk: Relatívna cesta

# show.label_enabled_from
source: Enabled From
fr: Activé à partir
nl: Ingeschakeld vanaf
sk: Povolené od

# show.label_enabled_to
source: Enabled To
fr: Activé jusqu'au
nl: Ingeschakeld tot
sk: Povolené do

# list.label_locale
source: Locale
fr: Langue
nl: Lokalisatie
sk: Jazyk

# show.label_locale
source: Locale
fr: Langue
nl: Lokalisatie
sk: Jazyk

# form.label_locale
source: Locale
fr: Langue
nl: Lokalisatie
sk: Jazyk

# form.label_title
source: Title
fr: Titre
nl: Titel
sk: Názov

# form.label_meta_keywords
source: Meta Keywords
nl: Meta trefwoorden
sk: Meta kľúčové slová

# show.label_title
source: Title
fr: Titre
nl: Titel
sk: Názov

# show.label_meta_description
source: Meta Description
nl: Meta beschrijving
sk: Meta popis

# show.label_meta_keywords
source: Meta Keywords
nl: Meta trefwoorden
sk: Meta kľúčové slová

# filter.label_site
source: Site
nl: Website
sk: Stránka

# filter.label_edited
source: Edited
fr: Edité
nl: Gewijzigd
sk: Zmenené

# list.label_edited
source: Edited
fr: Edité
nl: Gewijzigd
sk: Zmenené

# show.label_edited
source: Edited
fr: Edité
nl: Gewijzigd
sk: Zmenené

# breadcrumb.link_page_show
source: Page
nl: Pagina
sk: Stránka

# form.label_page_alias
source: Technical Alias
fr: Alias technique
nl: Technische alias
sk: Technický alias

# show.label_page_alias
source: Technical Alias
fr: Alias technique
nl: Technische alias
sk: Technický alias

# list.label_page_alias
source: Technical Alias
fr: Alias technique
nl: Technische alias
sk: Technický alias

# filter.label_page_alias
source: Technical Alias
fr: Alias technique
nl: Technische alias
sk: Technický alias

# title_page_redirected
source: Internal page redirection
fr: Page interne de redirection
nl: Interne doorverwijzing
sk: Presmerovanie na internú stránku

# message_page_redirected
source: This page is configured to redirect the end user to another page. In order to configure it, the redirect has been blocked for editor only. <br /> <br /> Please click here to follow the redirection: <a href="%url%">%url%</a>.
fr: La page est configurée pour rediriger l'utilisateur vers une autre page. Pour permettre aux éditeurs d'éditer cette page; la redirection a été interceptée. <br /> <br /> Merci de cliquer sur le lien pour suivre la redirection: <a href="%url%">%url%</a>.
nl: Deze pagina is als doorverwijzing naar een andere pagina ingesteld. De doorverwijzing is onderbroken, zodat deze kan worden aangepast.<br /> <br /> Klik op de url om de doorverwijzing te volgen: <a href="%url%">%url%</a>
sk: Táto stránka je nakonfigurovaná na presmerovanie koncového používateľa na inú stránku. Za účelom jej konfigurácie, bolo presmerovanie zablokované. <br /> <br /> Prosím, kliknite sem pre pokračovanie v presmerovaní: <a href="%url%">%url%</a>.

# filter.label_parent
source: Parent
nl: Bovenliggende
sk: Rodič

# title_select_block_type
source: Select a block type
fr: Sélectionner un type de bloc
nl: Selecteer een blok type
sk: Vyberte typ bloku

# flash_snapshots_created_success
source: Snapshots were successfully created.
fr: Publications crées avec succès
nl: Momentopnames zijn aangemaakt
sk: Snímky boli úspešne vytvorené.

# title_message_create_page
source: Please select the targeted site
fr: Merci de selectionner le site cible
nl: Selecteer een website
sk: Prosím vyberte cieľovú stránku

# message_create_page
source: Before creating a new page, you need to select the website where the page will be located.
fr: Avant de créer une nouvelle page, vous devez selectionner le site où la page sera accessible.
nl: Selecteer de website waarvoor de pagina moet worden aangemaakt.
sk: Pred vytvorením novej stránky, musíte vybrať webovú stránku, kde bude stránka umiestnená.

# sidemenu.link_list_pages
source: Pages list
fr: Liste
nl: Pagina lijst
sk: sidemenu.link_list_pages

# sidemenu.link_pages_tree
source: Tree view
fr: Arbre
nl: Boomstructuur
sk: sidemenu.link_pages_tree

# breadcrumb.link_page_tree
source: Tree
fr: Arbre
nl: Boomstructuur
sk: breadcrumb.link_page_tree

# pages.tree_site_label
source: Pages for site
fr: Pages pour le site
nl: Pagina's voor website
sk: pages.tree_site_label

# pages.tree_mode
source: Tree view
fr: arbre
nl: Structuurweergave
sk: pages.tree_mode

# pages.list_mode
source: List view
fr: liste
nl: Lijstweergave
sk: pages.list_mode

# header.compose_page
source: Compose
fr: Organiser
nl: Composer
sk: header.compose_page

source: No type available
fr: Aucun type disponible
nl: Geen type beschikbaar

# page.compose_page
source: Compose page
fr: Mise en page de
nl: Pagina

# page.orphan_containers
source: Orphan containers
fr: Conteneurs orphelins
nl: Wees containers

# composer.remove
source: remove
fr: Supprimer
nl: verwijderen

# composer.remove.confirm
source: confirm delete ?
fr: Confirmer la suppression ?
nl: Bevestig de verwijdering ?

source: yes
fr: Oui
nl: ja

source: cancel
fr: Annuler
nl: annuleren

source: loading
fr: Chargement
nl: gegevens inladen

# composer.block.add.type
source: add block of type
fr: Ajouter un bloc de type
nl: Blok toevoegen van het type

source: blocks
fr: Blocs
nl: blokken

# composer.disable
source: Disable
fr: Désactiver
nl: uitschakelen

# composer.enable
source: Enable
fr: Activer
nl: inschakelen

# shared_block
source: Shared Blocks
fr: Blocs Partagés
nl: Blokken
sk: shared_block

# breadcrumb.link_shared_block_create
source: Create
fr: Création d'un bloc partagé
nl: Aanmaken
sk: Vytvoriť

# breadcrumb.link_shared_block_delete
source: Delete
fr: Suppression d'un bloc partagé
nl: Verwijderen
sk: Vymazať

# breadcrumb.link_shared_block_edit
source: Edit
fr: Edition d'un block partagé
nl: Bewerken
sk: Upraviť

# breadcrumb.link_shared_block_list
source: Shared Blocks list
fr: Liste des blocs partagés
nl: Gedeelde blokken
sk: breadcrumb.link_shared_block_list

# breadcrumb.link_shared_block_update
source: Update
fr: Mise à jour des blocs partagés
nl: Wijzigen
sk: Upraviť

# sidemenu.link_list_shared_blocks
source: Shared Block list
fr: Edition des blocs partagés
nl: Gedeelde blokken
sk: sidemenu.link_list_shared_blocks

# title_select_shared_block_type
source: Select a block type
fr: Sélectionner un type de bloc partagé
nl: Selecteer een blok type
sk: title_select_shared_block_type

# composer.shared_block.add.type
source: add block of type
fr: Ajouter un bloc partagé de type
nl: blok toevoegen
sk: composer.shared_block.add.type

# pages.compose_label
source: compose
fr: Organiser
nl: opbouwen
sk: pages.compose_label

# pages.edited_label
source: edited
fr: Editée
nl: bewerkt
sk: pages.edited_label

# page.compose_template_label
source: template
fr: Modèle
nl: sjabloon
sk: page.compose_template_label

# page.compose_blocks_label
source: {0} blocks|{1} block|[2,Inf] blocks
fr: {0} bloc|{1} bloc|[2,Inf] blocs
nl: {0} blokken|{1} blok|[2,Inf] blokken
sk: page.compose_blocks_label

# page.composer_preview_error
source: An error occured while fetching block preview.
fr: Une erreur est survenue durant le chargement du bloc.
nl: Er is een fout opgetreden bij het ophalen van het blok voorbeeld.
sk: page.composer_preview_error

# page.composer_update_saving
source: Saving block positionsâ€¦
fr: Sauvegarde de la position des blocs en cours...
nl: Blok posities opslaan…
sk: page.composer_update_saving

# page.composer_update_saved
source: Block positions saved
fr: Positions des blocs sauvegardées avec succès.
nl: Blok posities opgeslagen
sk: page.composer_update_saved

# page.composer_update_error
source: A error occured while saving block positions.
fr: Une erreur est survenue durant la sauvegarde de la position des blocs.
nl: Er is een fout opgetreden bij het opslaan van de blok posities
sk: page.composer_update_error

# page.composer_status_error
source: An error occured while saving block enabled status.
fr: Une erreur est survenue durant la sauvegarde du statut du bloc.
nl: Er is een fout opgetreden bij het opslaan van de block actief status
sk: page.composer_status_error

# message_page_does_not_exist
source: This page does not exist.
fr: Cette page n'existe pas.
nl: Deze pagina bestaat niet.
sk: message_page_does_not_exist

# title_content_pages
source: Content Pages
fr: title_content_pages
nl: Inhoud pagina's
sk: title_content_pages

# label_page_enabled
source: enabled
fr: label_page_enabled
nl: ingeschakeld
sk: label_page_enabled

# label_page_disabled
source: disabled
fr: label_page_disabled
nl: uitgeschakeld
sk: label_page_disabled

# title_system_pages
source: System pages
fr: title_system_pages
nl: Systeem pagina's
sk: title_system_pages

source: No pages found.
nl: Geen pagina's gevonden.

source: View all pages
nl: Alle pagina's weergeven

# form.label_mode_public
source: public
fr: form.label_mode_public
nl: publiek
sk: form.label_mode_public

# sonata.page.block.pagelist
source: Page List
fr: sonata.page.block.pagelist
nl: Pagina lijst
sk: sonata.page.block.pagelist

# form.label_block
source: Block
fr: Bloc
nl: Blokken
sk: form.label_block

# form.label_current
source: Current page
fr: Page actuelle
nl: Huidige pagina
sk: form.label_current

# form.label_page
source: Page
nl: Pagina
sk: form.label_page

# form.label_text
source: Text
nl: Tekst
sk: form.label_text

# pages.label_no_sites
source: No sites configured
fr: pages.label_no_sites
nl: Geen sites geconfigureerd
sk: pages.label_no_sites

# pages.label_no_site_selected
source: No site selected
fr: pages.label_no_site_selected
nl: Geen site geselecteerd
sk: pages.label_no_site_selected

# form.label_translation_domain
source: Translation domain
fr: Domaine de traduction
nl: Vertalings domein

# form.label_icon
source: Icon
fr: Icône
nl: Icoon

# sonata_page_exceptions_edit
source: Edit exception
nl: Bewerk exception

# sonata.page.block.breadcrumb
source: Breadcrumb
nl: Kruimelpad

# breadcrumb.link_block_batch
source: Batch
fr: Blocs traités par lots
sk: Dávka

# breadcrumb.link_page_batch
source: Batch
fr: Pages traitées par lots
sk: Dávka

# breadcrumb.link_snapshot_batch
source: Batch
fr: Publications traitées par lots
sk: Dávka

# filter.label_type
source: Type
sk: Typ

# form.group_advanced
source: Advanced
fr: Avancée
sk: Rozšírené

# form.group_main
source: General
fr: Général
sk: Všeobecné

# form.label_raw_headers
source: Raw Headers
fr: Entêtes brutes
sk: Surové hlavičky

# form.label_stylesheet
source: Stylesheet
fr: Feuille de style
sk: Štýl

# form.label_type
source: Type
sk: Typ

# list.label_type
source: Type
sk: Typ

# form.group_snapshot
source: Publications
sk: Publikácie

# list.label_host
source: Host
fr: Nom de domaine
sk: Hostiteľ

# form.label_host
source: Host
fr: Nom de domaine
sk: Hostiteľ

# show.label_host
source: Host
sk: Hostiteľ

# form.group_general
source: General
fr: Informations principales
sk: Všeobecný

# show.group_site
source: Site
sk: Stránka

# sidemenu.link_compose_page
source: Composer
fr: Organiser
sk: sidemenu.link_compose_page

# breadcrumb.link_shared_block_batch
source: Batch
fr: Blocs partagés traités par lots
sk: Dávka

# form.label_mode
source: Mode
fr: form.label_mode
sk: form.label_mode

# form.label_mode_admin
source: admin
fr: form.label_mode_admin
sk: form.label_mode_admin

# form.label_class
source: CSS Class
fr: Class CSS
sk: form.label_class

# form_page.group_seo_label
source: SEO
fr: Informations pour le référencement
